Revit 2024 API
ParameterTypeId.RoomCalculatedSupplyAirflowPerAreaParam Property
 "Calculated Supply Airflow per area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RoomCalculatedSupplyAirflowPerAreaParam { get; }
Visual Basic
Public Shared ReadOnly Property RoomCalculatedSupplyAirflowPerAreaParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RoomCalculatedSupplyAirflowPerAreaParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace